sensoroptconverged/con/14.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       228853;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       229253;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       229453;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       229853;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114543;
        startFace       230053;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114543;
        startFace       344596;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          440;
        startFace       459139;
    }
)

// ************************************************************************* //
